[
    {
        "title": "Comment accompagner son ado et l’aider à choisir sa voie ?",
        "picture": "",
        "excerpt": "Le 31 mai et le 28 juin 2022, la HEPL organisait deux soirées dédiées aux parents qui souhaitent aider concrètement leur adolescent dans son choix d’études pour l’enseignement supérieur.",
        "body": "D’emblée, un constat se doit d’être fait : tous les élèves ne bénéficient pas de la même préparation à la transition secondaire-supérieur au sein de leurs écoles. Or les jeunes ont besoin d’un certain nombres et types d’informations pour opérer un choix d’études et dessiner ainsi leur avenir professionnel.\n\nTrouver sa voie est un processus réflexif ; il implique de connaître les formations accessibles, les professions liées mais aussi de se connaître soi-même. Le rôle des parents est primordial dans cette recherche. Au-delà de la collecte d’informations, les encouragements, les moments de partage et de discussion, en toute bienveillance et dans le non-jugement, sont également une aide précieuse pour soutenir leur enfant dans cette réflexion.\n\nCette conférence-atelier a présenté les éléments indispensables à mettre en pratique pour comprendre un adolescent et l’accompagner au mieux au cours de cette étape clé.\n\nLes participants ont également eu l’opportunité d’apprendre ce qu’il se cache derrière certains termes spécifiques de l’enseignement supérieur tels que : unité d’enseignement (UE), activité d’apprentissage (AA), crédits ECTS, quadrimestre…",
        "published_at": "07 February 2022",
        "category_id": "2",
        "author_id": "1"
    },
    {
        "title": "Bal des diplômés HEPL",
        "picture": "",
        "excerpt": "Le 31 mai et le 28 juin 2022, la HEPL organisait deux soirées dédiées aux parents qui souhaitent aider concrètement leur adolescent dans son choix d’études pour l’enseignement supérieur.",
        "body": "D’emblée, un constat se doit d’être fait : tous les élèves ne bénéficient pas de la même préparation à la transition secondaire-supérieur au sein de leurs écoles. Or les jeunes ont besoin d’un certain nombres et types d’informations pour opérer un choix d’études et dessiner ainsi leur avenir professionnel.\n\nTrouver sa voie est un processus réflexif ; il implique de connaître les formations accessibles, les professions liées mais aussi de se connaître soi-même. Le rôle des parents est primordial dans cette recherche. Au-delà de la collecte d’informations, les encouragements, les moments de partage et de discussion, en toute bienveillance et dans le non-jugement, sont également une aide précieuse pour soutenir leur enfant dans cette réflexion.\n\nCette conférence-atelier a présenté les éléments indispensables à mettre en pratique pour comprendre un adolescent et l’accompagner au mieux au cours de cette étape clé.\n\nLes participants ont également eu l’opportunité d’apprendre ce qu’il se cache derrière certains termes spécifiques de l’enseignement supérieur tels que : unité d’enseignement (UE), activité d’apprentissage (AA), crédits ECTS, quadrimestre…",
        "published_at": "10 October 2022",
        "category_id": "3",
        "author_id": "2"
    },
    {
        "title": "Les élèves de web au Laracon",
        "picture": "",
        "excerpt": "Sit cupidatat aute exercitation reprehenderit veniam cupidatat consequat tempor est eu sunt labore minim.",
        "body": "Cupidatat ad cillum aliquip cillum nostrud sunt amet. Culpa elit commodo minim commodo aute ea commodo elit amet ex aute. Nulla aute proident incididunt consectetur enim id. Sint laboris sit sunt nisi et non. Est commodo reprehenderit id adipisicing ipsum ea fugiat eiusmod consectetur aliquip. Non proident nisi est veniam qui eiusmod minim quis esse voluptate voluptate proident magna. Laborum dolore do consectetur excepteur est elit. Sit sint et ad dolore irure consectetur ut deserunt anim id commodo officia quis do. Reprehenderit laboris nulla magna fugiat. Sit nostrud cupidatat nostrud consequat velit proident. Velit minim labore veniam est ea Lorem qui labore voluptate fugiat laboris id et. Magna aliqua elit sit aute Lorem anim excepteur. Et non sunt ad ullamco laborum incididunt ad magna ipsum. Magna do laboris irure magna aliquip ipsum sit ut. Duis proident labore reprehenderit voluptate excepteur dolor ipsum fugiat nostrud et minim commodo proident amet ea.",
        "published_at": "23 April 2022",
        "category_id": "3",
        "author_id": "1"
    },
    {
        "title": "Nostrud incididunt amet ut mollit pariatur voluptate aliqua cillum ut cupidatat id fugiat exercitation est.",
        "picture": "",
        "excerpt": "Sit cupidatat aute exercitation reprehenderit veniam cupidatat consequat tempor est eu sunt labore minim.",
        "body": "Cupidatat ad cillum aliquip cillum nostrud sunt amet. Culpa elit commodo minim commodo aute ea commodo elit amet ex aute. Nulla aute proident incididunt consectetur enim id. Sint laboris sit sunt nisi et non. Est commodo reprehenderit id adipisicing ipsum ea fugiat eiusmod consectetur aliquip. Non proident nisi est veniam qui eiusmod minim quis esse voluptate voluptate proident magna. Laborum dolore do consectetur excepteur est elit. Sit sint et ad dolore irure consectetur ut deserunt anim id commodo officia quis do. Reprehenderit laboris nulla magna fugiat. Sit nostrud cupidatat nostrud consequat velit proident. Velit minim labore veniam est ea Lorem qui labore voluptate fugiat laboris id et. Magna aliqua elit sit aute Lorem anim excepteur. Et non sunt ad ullamco laborum incididunt ad magna ipsum. Magna do laboris irure magna aliquip ipsum sit ut. Duis proident labore reprehenderit voluptate excepteur dolor ipsum fugiat nostrud et minim commodo proident amet ea.",
        "published_at": "16 August 2022",
        "category_id": "3",
        "author_id": "3"
    },
    {
        "title": "Non velit labore aliquip eu in ut id.",
        "picture": "",
        "excerpt": "Aliqua do anim anim exercitation cupidatat et esse incididunt adipisicing.",
        "body": "Esse ad ullamco sunt labore anim velit aute nostrud exercitation reprehenderit adipisicing laboris cillum occaecat sit. Amet aliquip in ad ex do proident enim minim. Dolore consectetur aliqua exercitation tempor mollit dolore et ea in exercitation laborum exercitation cillum ad. Dolor irure quis in anim amet nulla fugiat. In Lorem cillum labore non cillum exercitation ullamco tempor est irure ea Lorem sint non. Ipsum nisi dolor dolor adipisicing nostrud consectetur commodo sit. Pariatur mollit consectetur anim sint nulla mollit reprehenderit ut voluptate id ipsum excepteur. Cupidatat veniam nulla et laboris elit ullamco cillum sunt. Anim reprehenderit velit minim excepteur in enim excepteur culpa ad consequat labore. Adipisicing reprehenderit voluptate sunt consectetur ullamco est magna sit quis consectetur consectetur. Dolore do culpa proident in minim dolor laboris dolore. Aliquip cupidatat incididunt cillum officia consequat aliquip consectetur voluptate ea eu. Proident do est excepteur laborum nisi ad qui laborum anim reprehenderit cillum dolore esse mollit. Sit amet reprehenderit est ut reprehenderit voluptate sunt minim quis eu cupidatat nostrud. Qui velit ullamco sint excepteur quis proident ad aliqua dolor aute consequat ea ad.",
        "published_at": "23 April 2022",
        "category_id": "1",
        "author_id": "2"
    }
]
